Repository: mubtAAhij/muesli
Catalog: native/MuesliNative/Sources/MuesliNativeApp/Resources/Localizable.xcstrings
Source language: en
Languages: es_419

# insights.usage_panel.title
source: DICTATIONS AND MEETINGS
es_419: DICTADOS Y REUNIONES

# insights.usage_panel.subtitle
source: Activity for the selected time period
es_419: Actividad del período de tiempo seleccionado

# insights.words_unit
source: words
es_419: palabras

# insights.usage_legend.dictation
source: Dictation
es_419: Dictado

# insights.usage_legend.meetings
source: Meetings
es_419: Reuniones

# insights.usage.overview_heading
source: OVERVIEW
es_419: RESUMEN

# insights.usage_readout.dictation_sessions
source: Dictation sessions
es_419: Sesiones de dictado

# insights.usage_readout.completed_meetings
source: Completed meetings
es_419: Reuniones completadas

# insights.usage_readout.average_pace
source: Average pace
es_419: Velocidad promedio

# insights.usage_readout.active_days
source: Active days
es_419: Días activos

# insights.streak.current_heading
source: CURRENT STREAK
es_419: RACHA ACTUAL

# insights.streak_panel.title
source: STREAKS
es_419: RACHAS

# insights.streak_panel.subtitle
source: Your consecutive dictation days
es_419: Tus días consecutivos de dictado

# insights.streak.best_days
source: Best: %d days
es_419: Mejor: %d días

# insights.streak.active_days_in_range
source: %d active days
es_419: %d días activos

# insights.word_cloud.title
source: MOST-USED WORDS
es_419: PALABRAS MÁS USADAS

# insights.word_cloud.subtitle
source: Common words from your dictations and meetings
es_419: Palabras frecuentes de tus dictados y reuniones

# insights.activity.daily_metric
source: Daily %@ activity
es_419: Actividad %@ diaria

# insights.count.word_dictated_one
source: 1 word dictated
es_419: 1 palabra dictada

# insights.count.word_dictated_many
source: %@ words dictated
es_419: %@ palabras dictadas

# insights.count.meeting_one
source: 1 meeting
es_419: 1 reunión

# insights.count.meeting_many
source: %@ meetings
es_419: %@ reuniones

# insights.empty.no_words_for_period
source: No words to show for this time period.
es_419: No hay palabras para mostrar en este período de tiempo.

# insights.words.used_count
source: Used %@ times
es_419: Usado %@ veces

# insights.words.used_count_with_word
source: %@, used %@ times
es_419: %@, usado %@ veces

# insights.time_range.30_days
source: 30 days
es_419: 30 días

# insights.time_range.90_days
source: 90 days
es_419: 90 días

# insights.time_range.12_months
source: 12 months
es_419: 12 meses

# insights.time_range.all_time
source: All time
es_419: Todo el tiempo

# computer_use.runtime.status.failed
source: Failed
es_419: Fallido

# computer_use.runtime.status.cua_timed_out
source: CUA timed out
es_419: CUA agotó el tiempo

# computer_use.runtime.status.cua_step_limit_reached
source: CUA reached its step limit
es_419: CUA alcanzó su límite de pasos

# computer_use.runtime.status.planner_failed
source: Planner failed
es_419: El planificador falló

# computer_use.runtime.confirmation.message
source: Confirm: %@
es_419: Confirmar: %@

# computer_use.runtime.status.repeated_action_stopped
source: Repeated action stopped
es_419: Acción repetida detenida

# computer_use.runtime.status.cua_cancelled
source: CUA cancelled
es_419: CUA cancelado

# computer_use_planner.app.unknown
source: Unknown app
es_419: App desconocida

# computer_use_planner.state_delta.target_app_changed
source: Target app changed from %@ (%@) to %@ (%@); re-query state before acting again.
es_419: La app de destino cambió de %@ (%@) a %@ (%@); vuelve a consultar el estado antes de actuar de nuevo.

# computer_use_planner.state_delta.ui_state_changed
source: Observed UI state changed after %@.
es_419: El estado de UI observado cambió después de %@.

# computer_use_planner.state_delta.no_text_change_guidance
source: %@ executed but no focused value, selected text, or visible AX text change was observed; refocus the editable target or use a different insertion primitive.
es_419: %@ se ejecutó pero no se observó ningún valor enfocado, texto seleccionado ni cambio de texto AX visible; vuelve a enfocar el destino editable o usa una primitiva de inserción diferente.

# computer_use_planner.state_delta.no_relevant_change_guidance
source: %@ executed but no relevant UI change was observed; choose a different strategy.
es_419: %@ se ejecutó pero no se observó ningún cambio relevante en la interfaz; elige una estrategia diferente.

# computer_use_planner.verified_outcome.message
source: %@. Verification: %@
es_419: %@. Verificación: %@

# computer_use_planner.observation_feedback.captured_fresh_state
source: %@. Captured fresh state; continue from the visible AX/screenshot context.
es_419: %@. Estado actualizado capturado; continúa desde el contexto AX/captura de pantalla visible.

# computer_use_planner.message.state_unchanged_choose_action
source: %@. State is unchanged after %@; choose a concrete action now and do not call get_app_state/get_window_state again unless the target app or window changes.
es_419: %@. El estado no cambió tras %@; elige una acción concreta ahora y no llames a get_app_state/get_window_state de nuevo a menos que la app o ventana de destino cambie.

# computer_use_planner.feedback.repeated_observation_stopped
source: CUA stopped repeated %@ after %d unchanged observations with no intervening action. Choose a concrete action instead of observing again.
es_419: CUA detuvo %@ repetido después de %d observaciones sin cambios y sin ninguna acción intermedia. Elige una acción concreta en lugar de observar de nuevo.

# computer_use_planner.feedback.repeated_unchanged_attempts
source: CUA stopped repeated %@ after two unchanged attempts: no relevant UI change was observed. Choose a different strategy after running get_app_state.
es_419: CUA detuvo el %@ repetido tras dos intentos sin cambios: no se observó ningún cambio relevante en la interfaz. Elige una estrategia diferente después de ejecutar get_app_state.

# computer_use_planner.result_status.performed_action
source: Performed action
es_419: Acción realizada

# computer_use_planner.result_status.moving_cursor
source: Moving cursor
es_419: Moviendo el cursor

# computer_use_planner.result_status.pasted_text
source: Pasted text
es_419: Texto pegado

# computer_use_planner.status.switching_tab
source: Switching tab
es_419: Cambiando de pestaña

# computer_use_planner.status.reading
source: Reading
es_419: Leyendo

# computer_use_planner.status.observing
source: Observing
es_419: Observando

# computer_use_planner.status.failed
source: Failed
es_419: Fallido

# computer_use_planner.message.transient_failure_retrying
source: Planner request failed transiently: %@. Retrying once.
es_419: La solicitud del planificador falló de forma transitoria: %@. Reintentando una vez.

# computer_use_planner.recovery.browser_automation_permission_guidance
source: %@. Continue with get_app_state plus AX/screenshot tools: click_element/click_point, paste_text/type_text, press_key/hotkey, and scroll. Do not retry browser page tools unless the user grants Chrome Apple Events JavaScript permission.
es_419: %@. Continúa con get_app_state más las herramientas AX/captura de pantalla: click_element/click_point, paste_text/type_text, press_key/hotkey y scroll. No vuelvas a intentar las herramientas de página del navegador a menos que el usuario otorgue el permiso de JavaScript de Apple Events de Chrome.

# computer_use_planner.recovery.text_entry_retry_guidance
source: %@. Continue with get_app_state and focus an editable target using click_element or set_value before retrying text entry. Prefer paste_text for Apple Notes and native rich-text editors. Do not repeat text entry until the focused target changes.
es_419: %@. Continúa con get_app_state y enfoca un objetivo editable usando click_element o set_value antes de reintentar la entrada de texto. Prefiere paste_text para Apple Notes y editores de texto enriquecido nativos. No repitas la entrada de texto hasta que el objetivo enfocado cambie.

# computer_use.press_key.unsupported_key
source: Unsupported key %@
es_419: Tecla %@ no compatible

# computer_use.press_key.pressed
source: Pressed key
es_419: Tecla presionada

# computer_use.scroll.could_not_create_event
source: Could not create scroll event
es_419: No se pudo crear el evento de desplazamiento

# computer_use.scroll.scrolled_direction
source: Scrolled %@
es_419: Desplazado %@

# computer_use.scroll_element.action_not_advertised
source: Element does not advertise %@ for element-scoped scroll (actions: %@).
es_419: El elemento no declara %@ para desplazamiento de ámbito de elemento (acciones: %@).

# computer_use.scroll_element.could_not_perform_action
source: Could not perform %@ on scroll target
es_419: No se pudo realizar %@ en el objetivo de scroll

# computer_use.scroll_element.scrolled_direction
source: Scrolled element %@
es_419: Elemento desplazado %@

# computer_use.click.confirm_unknown_target
source: Confirm: unknown click target
es_419: Confirmar: objetivo de clic desconocido

# computer_use.perform_secondary_action.could_not_perform
source: Could not perform %@ on %@
es_419: No se pudo realizar %@ en %@

# computer_use.perform_secondary_action.performed
source: Performed %@ on %@
es_419: Se realizó %@ en %@

# computer_use.set_value.stale_or_unknown_target
source: Stale or unknown element target
es_419: Objetivo de elemento desactualizado o desconocido

# computer_use.set_value.success
source: Set value
es_419: Valor establecido

# computer_use.element_target.stale_or_unknown_index_retry
source: Stale or unknown element_index %d. Run get_app_state again and use an element from the fresh snapshot.
es_419: element_index %d desactualizado o desconocido. Ejecuta get_app_state de nuevo y usa un elemento de la captura actualizada.

# computer_use.element_target.stale_or_unknown_id_retry
source: Stale or unknown element_id %@. Run get_app_state again and use an element from the fresh snapshot.
es_419: element_id %@ desconocido o no actualizado. Ejecuta get_app_state de nuevo y usa un elemento de la captura más reciente.

# computer_use.element.label
source: element
es_419: elemento

# computer_use.enter_text.typed
source: Typed text
es_419: Texto escrito

# computer_use.enter_text.pasted
source: Pasted text
es_419: Texto pegado

# computer_use.click_element.accessibility_permission_required
source: Accessibility permission required
es_419: Permiso de accesibilidad requerido

# dictionary.accessibility_alert.title
source: Enable Accessibility?
es_419: ¿Habilitar Accesibilidad?

# common.button.cancel
source: Cancel
es_419: Cancelar

# dictionary.accessibility_alert.enable
source: Enable
es_419: Habilitar

# dictionary.accessibility_alert.message
source: Dictionary suggestions briefly read focused app text via Accessibility after dictation. Grant access, then relaunch Muesli to turn suggestions on.
es_419: Las sugerencias del diccionario leen brevemente el texto de la app activa mediante Accesibilidad después de cada dictado. Otorga acceso y vuelve a abrir Muesli para activar las sugerencias.

# dictionary.view.title
source: Dictionary
es_419: Diccionario

# dictionary.title
source: Dictionary
es_419: Diccionario

# dictionary.header.suggestions_toggle
source: Dictionary suggestions
es_419: Sugerencias del diccionario

# dictionary.header.help.accessibility_summary
source: Briefly reads focused app text after dictation to detect corrections.
es_419: Lee brevemente el texto de la app enfocada tras el dictado para detectar correcciones.

# dictionary.header.import
source: Import
es_419: Importar

# dictionary.header.import.help
source: Import dictionary entries from a JSON file
es_419: Importar entradas del diccionario desde un archivo JSON

# dictionary.header.export
source: Export
es_419: Exportar

# dictionary.header.export.help
source: Export the current dictionary as JSON
es_419: Exporta el diccionario actual como JSON

# dictionary.header.add_new
source: Add new
es_419: Agregar nuevo

# dictionary.header.description
source: Add custom words for names, brands, and domain terms, and tune how aggressively each entry should fuzzy-match transcription errors.
es_419: Agrega palabras personalizadas para nombres, marcas y términos especializados, y ajusta con qué intensidad cada entrada debe buscar coincidencias aproximadas con errores de transcripción.

# dictionary.import.panel_title
source: Import Muesli Dictionary
es_419: Importar diccionario de Muesli

# dictionary.import.panel_message
source: Choose a JSON dictionary file
es_419: Elige un archivo de diccionario JSON

# dictionary.import.panel_confirm
source: Import
es_419: Importar

# dictionary.import.result.no_entries
source: The selected dictionary did not contain any entries.
es_419: El diccionario seleccionado no contenía ninguna entrada.

# dictionary.import.result.already_present
source: All dictionary entries were already present.
es_419: Todas las entradas del diccionario ya estaban presentes.

# dictionary.import.result.added_fragment
source: Imported %d new
es_419: Importadas %d nuevas

# dictionary.import.result.updated_fragment
source: updated %d
es_419: actualizado %d

# dictionary.import.result.skipped_fragment
source: skipped %d
es_419: omitidas %d

# dictionary.import.result.entries_suffix
source: dictionary entries.
es_419: entradas del diccionario.

# dictionary.import.error
source: Could not import the dictionary. %@
es_419: No se pudo importar el diccionario. %@

# dictionary.export.panel_title
source: Export Muesli Dictionary
es_419: Exportar diccionario de Muesli

# dictionary.export.panel_confirm
source: Export
es_419: Exportar

# dictionary.export.success
source: Exported %d dictionary entries.
es_419: Se exportaron %d entradas del diccionario.

# dictionary.export.error
source: Could not export the dictionary. %@
es_419: No se pudo exportar el diccionario. %@

# dictionary.suggestions.title
source: Suggested Corrections
es_419: Correcciones sugeridas

# dictionary.suggestions.description
source: Corrections Muesli noticed by briefly reading focused app text after dictation.
es_419: Correcciones que Muesli detectó al leer brevemente el texto de la app enfocada tras el dictado.

# dictionary.suggestions.range
source: %d-%d of %d
es_419: %d-%d de %d

# dictionary.suggestions.pagination.previous
source: Previous suggestions
es_419: Sugerencias anteriores

# dictionary.suggestions.pagination.next
source: Next suggestions
es_419: Sugerencias siguientes

# dictionary.empty_state.title
source: No custom words yet
es_419: Todavía no hay palabras personalizadas

# dictionary.empty_state.subtitle
source: Add words that transcription frequently gets wrong
es_419: Agrega palabras que la transcripción suele escribir mal

# dictionary.table.column.match
source: Match
es_419: Coincidencia

# dictionary.table.column.replace
source: Replace
es_419: Reemplazo

# dictionary.table.column.threshold
source: Threshold
es_419: Umbral

# dictionary.table.cell.word
source: Word
es_419: Palabra

# dictionary.form.replace_with
source: Replace with
es_419: Reemplazar con

# dictionary.add_word.button
source: Add word
es_419: Agregar palabra

# dictionary.add_word.cancel
source: Cancel
es_419: Cancelar

# dictionary.suggestion.add_correction
source: Add correction
es_419: Agregar corrección

# dictionary.suggestion.dismiss_correction
source: Dismiss correction
es_419: Descartar corrección

# dictionary.suggestion.seen_count
source: Seen %dx
es_419: Visto %d veces

# dictionary.form.word
source: Word
es_419: Palabra

# dictionary.edit_word.save
source: Save word
es_419: Guardar palabra

# dictionary.edit_word.delete
source: Delete word
es_419: Eliminar palabra

# dictionary.form.matching_threshold
source: Matching threshold
es_419: Umbral de coincidencia

# meeting_templates.auto.prompt
source: Use this structure exactly: ## Meeting Summary A 2-3 sentence overview of what was discussed. ## Key Discussion Points - Bullet points of the main topics discussed ## Decisions Made - Bullet points of any decisions reached ## Action Items - [ ] Bullet points of tasks assigned or agreed upon, with owners if mentioned ## Notable Quotes - Any important or notable statements, if applicable
es_419: Usa exactamente esta estructura: ## Resumen de la reunión Un resumen de 2 a 3 oraciones sobre lo que se trató. ## Puntos clave de la conversación - Viñetas con los temas principales discutidos ## Decisiones tomadas - Viñetas con las decisiones alcanzadas ## Tareas pendientes - [ ] Viñetas con las tareas asignadas o acordadas, con responsables si se mencionaron ## Citas destacadas - Declaraciones importantes o relevantes, si aplica

# meeting_templates.one_to_one.title
source: 1 to 1
es_419: 1 a 1

# meeting_templates.category.team
source: Team
es_419: Equipo

# meeting_templates.one_to_one.prompt
source: Use this structure exactly: ## Check-In A brief summary of how the conversation opened and the overall tone. ## Topics Discussed - Main themes raised by either person ## Support Needed - Blockers, concerns, or asks for help ## Commitments - [ ] Follow-ups or commitments made by either person ## Manager Notes - Coaching, feedback, or context that should be remembered
es_419: Usa exactamente esta estructura: ## Check-In Un breve resumen de cómo abrió la conversación y el tono general. ## Temas tratados - Temas principales planteados por cualquiera de las dos personas ## Apoyo necesario - Bloqueos, preocupaciones o solicitudes de ayuda ## Compromisos - [ ] Seguimientos o compromisos asumidos por cualquiera de las dos personas ## Notas del manager - Coaching, retroalimentación o contexto que se debe recordar

# meeting_templates.customer_discovery.title
source: Customer: Discovery
es_419: Cliente: Descubrimiento

# meeting_templates.customer_discovery.category
source: Commercial
es_419: Comercial

# meeting_templates.customer_discovery.prompt
source: Use this structure exactly: ## Customer Context - Company, role, or situation if mentioned ## Problems and Pain Points - Explicit frustrations, blockers, or unmet needs ## Current Workflow - How they currently solve the problem today ## Buying Signals - Indicators of urgency, budget, timing, or decision process ## Next Steps - [ ] Follow-up actions, owners, and dates if mentioned
es_419: Usa exactamente esta estructura: ## Contexto del cliente - Empresa, rol o situación si se mencionaron ## Problemas y puntos críticos - Frustraciones, bloqueos o necesidades no cubiertas mencionadas explícitamente ## Flujo de trabajo actual - Cómo resuelven el problema hoy en día ## Señales de compra - Indicadores de urgencia, presupuesto, plazos o proceso de decisión ## Próximos pasos - [ ] Acciones de seguimiento, responsables y fechas si se mencionaron

# meeting_templates.hiring.title
source: Hiring
es_419: Contratación

# meeting_templates.hiring.category
source: Recruiting
es_419: Reclutamiento

# meeting_templates.hiring.prompt
source: Use this structure exactly: ## Candidate Snapshot A concise overview of the candidate and relevant background. ## Strengths - Positive signals from the conversation ## Concerns - Risks, gaps, or open questions ## Role Fit - Why they do or do not fit the role as discussed ## Decision and Next Steps - [ ] Hiring decision, interview progression, or follow-up items
es_419: Usa exactamente esta estructura: ## Resumen del candidato Un resumen conciso del candidato y sus antecedentes relevantes. ## Fortalezas - Señales positivas de la conversación ## Preocupaciones - Riesgos, brechas o preguntas abiertas ## Adecuación al puesto - Por qué encaja o no en el rol según lo conversado ## Decisión y próximos pasos - [ ] Decisión de contratación, avance en el proceso de entrevistas o tareas de seguimiento

# meeting_templates.stand_up.prompt
source: Use this structure exactly: ## Yesterday - Work completed or progress since the last update ## Today - Planned work or priorities for today ## Blockers - Risks, delays, or dependencies ## Coordination Notes - Decisions, asks, or cross-team alignment points
es_419: Usa exactamente esta estructura: ## Ayer - Trabajo completado o avances desde la última actualización ## Hoy - Trabajo planificado o prioridades para hoy ## Bloqueos - Riesgos, retrasos o dependencias ## Notas de coordinación - Decisiones, solicitudes o puntos de alineación entre equipos

# meeting_templates.weekly_team_meeting.title
source: Weekly Team Meeting
es_419: Reunión Semanal del Equipo

# meeting_templates.weekly_team_meeting.prompt
source: Use this structure exactly: ## Weekly Overview A concise summary of the most important updates from the meeting. ## Progress Updates - Key workstreams and status changes ## Decisions - Decisions made or confirmed ## Risks and Open Questions - Issues that need attention or follow-up ## Action Items - [ ] Tasks, owners, and timing if mentioned
es_419: Usa exactamente esta estructura: ## Resumen semanal Un resumen conciso de las actualizaciones más importantes de la reunión. ## Avances - Líneas de trabajo clave y cambios de estado ## Decisiones - Decisiones tomadas o confirmadas ## Riesgos y preguntas abiertas - Temas que requieren atención o seguimiento ## Tareas pendientes - [ ] Tareas, responsables y plazos si se mencionaron

# meeting_templates.custom_icon.notes
source: Notes
es_419: Notas

# meeting_templates.custom_icon.one_to_one
source: 1 to 1
es_419: 1 a 1

# meeting_templates.custom_icon.discovery
source: Discovery
es_419: Descubrimiento

# meeting_templates.custom_icon.hiring
source: Hiring
es_419: Contratación

# meeting_templates.custom_icon.weekly
source: Weekly
es_419: Semanal

# meeting_templates.custom_icon.interview
source: Interview
es_419: Entrevista

# meeting_templates.custom_icon.review
source: Review
es_419: Revisión

# meeting_templates.custom_icon.business
source: Business
es_419: Negocios

# meeting_templates.custom_icon.strategy
source: Strategy
es_419: Estrategia

# meeting_templates.custom_icon.sales
source: Sales
es_419: Ventas

# meeting_templates.custom_icon.execution
source: Execution
es_419: Ejecución

# meeting_templates.custom_icon.health
source: Health
es_419: Salud

# meeting_templates.custom_icon.learning
source: Learning
es_419: Aprendizaje

# meeting_templates.custom_icon.calls
source: Calls
es_419: Llamadas

# meeting_templates.custom_icon.conversation
source: Conversation
es_419: Conversación

# meeting_templates.custom_icon.team
source: Team
es_419: Equipo

# meeting_templates.custom_icon.goals
source: Goals
es_419: Metas

# meeting_templates.custom_icon.milestones
source: Milestones
es_419: Hitos

# meeting_templates.custom_icon.enhanced
source: Enhanced
es_419: Mejorada

# meeting_templates.custom_icon.creative
source: Creative
es_419: Creativo

# meeting_templates.custom_icon.launch
source: Launch
es_419: Lanzamiento

# meeting_templates.custom_icon.systems
source: Systems
es_419: Sistemas

# meeting_templates.custom_icon.projects
source: Projects
es_419: Proyectos

# meeting_templates.custom_icon.timeline
source: Timeline
es_419: Cronograma

# meeting_templates.custom.title
source: Custom
es_419: Personalizado

# about.title
source: About
es_419: Acerca de

# about.section.app_info
source: App Info
es_419: Información de la app

# about.version.label
source: Version
es_419: Versión

# about.updates
source: Updates
es_419: Actualizaciones

# about.section.support
source: Support
es_419: Soporte

# about.support_development
source: Support Development
es_419: Apoyar el desarrollo

# about.donate
source: Donate
es_419: Donar

# about.source_code
source: Source Code
es_419: Código fuente

# about.report_problem
source: Report a Problem
es_419: Reportar un problema

# about.open_report
source: Open Report
es_419: Abrir informe

# about.issue_reporting_prompts.title
source: Automatic issue reporting prompts
es_419: Solicitudes automáticas de reporte de problemas

# about.auto_reporting
source: Auto reporting
es_419: Reporte automático
